alsa-firmware
alsa-utils
arandr
arch-install-scripts
base
broadcom-wl
chromium
cronie
dmenu
dosfstools
efitools
ethtool
exa
exfat-utils
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
fish
fzf
gcc
gimp
git
gnome-keyring
gpm
groff
haveged
htop
hwinfo
intel-ucode
kakoune
kitty
laptop-detect
libreoffice-fresh
lightdm
linux-firmware
lxappearance-gtk3
lxrandr
make
man-db
man-pages
mesa
mkinitcpio-nfs-utils
mtools
mupdf-gl
mupdf-tools
mutter
nano
neovim
neovim-qt
network-manager-applet
networkmanager
nfs-utils
nitrogen
ntfs-3g
numlockx
openresolv
os-prober
pacman-contrib
pavucontrol
pcmanfm
pkgconf
polkit-gnome
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
ranger
rclone
reflector
ripgrep
rofi
rsync
ruby
smartmontools
sudo
syslinux
sysstat
tcpdump
time
tldr
tlp
ttf-cascadia-code
upower
usb_modeswitch
usbutils
variety
vi
vifm
vim
vlc
vnstat
wget
which
wpa_supplicant
xdg-user-dirs
xdg-user-dirs-gtk
xfce4-power-manager
xmobar
xmonad
xmonad-contrib
xorg
xterm
zathura
zathura-pdf-mupdf
